connect-4-api/app/controllers/api/v1/games_controller.rb

    def create
        game = Game.create(game_params)
---
INSERT INTO "games" ("player_1", "player_2", "winner", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["player_1", "jennn"], ["player_2", "kennn"], ["winner", "jennn"], ["created_at", "2020-01-02 16:07:56.799813"], ["updated_at", "2020-01-02 16:07:56.799813"]]